Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Gain
de: Gewinnen
es: Ganar
fr: Gagner
it: Guadagno
pt_pt: Ganho
ru: Набор

source: gained per week
de: pro Woche gewonnen
es: ganado por semana
fr: gagné par semaine
it: guadagnato a settimana
pt_pt: ganho por semana
ru: набор в неделю

source: Gallbladder issues
de: Probleme mit der Gallenblase
es: Problemas de vesícula biliar
fr: Problèmes de vésicule biliaire
it: Problemi alla cistifellea
pt_pt: Problemas de vesícula biliar
ru: Проблемы с желчным пузырем

source: Gamey, incredibly lean venison roasted to a perfect rare, balanced with an intensely reduced dark berry and juniper jus. 🌲
de: Wildes, unglaublich mageres Wildbret, perfekt gebraten, ausgewogen mit einem intensiv reduzierten Jus aus dunklen Beeren und Wacholder. 🌲
es: Carne de venado jugosa e increíblemente magra asada a un punto perfecto, equilibrada con un jugo de bayas oscuras y enebro intensamente reducido. 🌲
fr: Un gibier incroyablement maigre rôti à un point saignant parfait, équilibré avec un jus de baies noires et de genièvre intensément réduit. 🌲
it: Selvaggina, carne di cervo incredibilmente magra, arrostita alla perfezione, equilibrata con un succo di bacche scure e ginepro intensamente ridotto. 🌲
pt_pt: Carne de veado incrivelmente magra, assada até ficar mal passada, equilibrada com suco de frutas escuras e zimbro intensamente reduzido. 🌲
ru: Невероятно нежирная оленина, обжаренная до идеальной прожарки, сбалансированная с сильно сниженным содержанием темных ягод и можжевелового сока. 🌲

source: Garlic Butter Shrimp Zoodles
de: Garnelen-Zoodles mit Knoblauchbutter
es: Zoodles De Camarones Y Mantequilla De Ajo
fr: Zoodles aux crevettes et au beurre d'ail
it: Zoodles di gamberetti al burro e aglio
pt_pt: Zoodles de Camarão com Manteiga de Alho
ru: Зудлы с креветками и чесночным маслом

source: Garlic Butter Steak Bites
de: Steakhäppchen mit Knoblauchbutter
es: Bocaditos de filete con mantequilla de ajo
fr: Bouchées de steak au beurre d’ail
it: Bocconcini di bistecca al burro e aglio
pt_pt: Picadas de bife com manteiga de alho
ru: Стейк с чесночным маслом

source: Garlic Cloves
de: Knoblauchzehen
es: dientes de ajo
fr: Gousses d'ail
it: Spicchi d'aglio
pt_pt: Dentes de alho
ru: Зубчики чеснока

source: Gather these ingredients before starting.
de: Sammeln Sie diese Zutaten, bevor Sie beginnen.
es: Reúna estos ingredientes antes de comenzar.
fr: Rassemblez ces ingrédients avant de commencer.
it: Raccogli questi ingredienti prima di iniziare.
pt_pt: Reúna esses ingredientes antes de começar.
ru: Соберите эти ингредиенты перед началом.

source: Generate Plan
de: Plan erstellen
es: Generar plano
fr: Générer un plan
it: Genera piano
pt_pt: Gerar plano
ru: Создать план

source: Generating personalized recipe, optimal timing, and smart tips for your perfect dish.
de: Generieren Sie personalisierte Rezepte, optimales Timing und intelligente Tipps für Ihr perfektes Gericht.
es: Generando recetas personalizadas, tiempos óptimos y consejos inteligentes para tu plato perfecto.
fr: Générez une recette personnalisée, un timing optimal et des conseils intelligents pour votre plat parfait.
it: Generazione di ricette personalizzate, tempistiche ottimali e suggerimenti intelligenti per il tuo piatto perfetto.
pt_pt: Gerando receitas personalizadas, timing ideal e dicas inteligentes para o prato perfeito.
ru: Создание индивидуального рецепта, оптимального времени и полезных советов для приготовления идеального блюда.

source: Generation Failed
de: Generierung fehlgeschlagen
es: Generación fallida
fr: Échec de la génération
it: Generazione fallita
pt_pt: Falha na geração
ru: Ошибка генерации

source: Generation Will Pause
de: Die Generation wird pausieren
es: La generación se detendrá
fr: La génération va s'arrêter
it: La generazione si fermerà
pt_pt: A geração fará uma pausa
ru: Генерация приостановится

source: GET
de: ERHALTEN
es: CONSEGUIR
fr: OBTENIR
it: OTTENERE
pt_pt: PEGAR
ru: ЗАГРУЗИТЬ

source: Get instant diet advice...
de: Erhalten Sie sofortige Ernährungsberatung...
es: Obtenga consejos dietéticos instantáneos...
fr: Obtenez des conseils diététiques instantanés...
it: Ricevi subito consigli sulla dieta...
pt_pt: Obtenha conselhos instantâneos sobre dieta...
ru: Получите мгновенный совет по питанию...

source: Get Started
de: Legen Sie los
es: Empezar
fr: Commencer
it: Inizia
pt_pt: Comece
ru: Начать

source: Glass
de: Glas
es: Vaso
fr: Verre
it: Bicchiere
pt_pt: Vidro
ru: Стакан

source: Global database
de: Globale Datenbank
es: Base de datos global
fr: Base de données mondiale
it: Banca dati globale
pt_pt: Banco de dados global
ru: Глобальная база

source: Gluten Free
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
it: Senza glutine
pt_pt: Não contém gluten
ru: Не содержит глютен

source: Go to Home Screen
de: Gehen Sie zum Startbildschirm
es: Ir a la pantalla de inicio
fr: Aller à l'écran d'accueil
it: Vai alla schermata principale
pt_pt: Vá para a tela inicial
ru: Перейти на главный экран

source: Goal
de: Ziel
es: Meta
fr: But
it: Obiettivo
pt_pt: Meta
ru: Цель

source: GOAL
de: ZIEL
es: META
fr: BUT
it: OBIETTIVO
pt_pt: META
ru: ЦЕЛЬ

source: Goal Direction
de: Zielrichtung
es: Dirección del objetivo
fr: Direction du but
it: Direzione dell'obiettivo
pt_pt: Direção da meta
ru: Направление цели

source: Goal Reached! 🎉
de: Ziel erreicht! 🎉
es: ¡Objetivo alcanzado! 🎉
fr: Objectif atteint ! 🎉
it: Obiettivo raggiunto! 🎉
pt_pt: Meta alcançada! 🎉
ru: Цель достигнута! 🎉

source: Goal Type
de: Zieltyp
es: Tipo de objetivo
fr: Type d'objectif
it: Tipo di obiettivo
pt_pt: Tipo de meta
ru: Тип цели

source: Goal: %@
de: Ziel: %@
es: Meta: %@
fr: But: %@
it: Obiettivo: %@
pt_pt: Meta: %@
ru: Цель: %@

source: Goal: %d
de: Ziel: %d
es: Objetivo: %d
fr: Objectif : %d
it: Obiettivo: %d
pt_pt: Meta: %d
ru: Цель: %d

source: Goal: %lld
de: Ziel: %lld
es: Objetivo: %lld
fr: Objectif : %lld
it: Obiettivo: %lld
pt_pt: Meta: %lld
ru: Цель: %lld

source: Goals & Progress
de: Ziele und Fortschritte
es: Metas y Progreso
fr: Objectifs et progrès
it: Obiettivi e progressi
pt_pt: Metas e progresso
ru: Цели и прогресс

source: Good afternoon,
de: Guten Tag,
es: Buenas tardes,
fr: Bon après-midi,
it: Buon pomeriggio,
pt_pt: Boa tarde,
ru: Добрый день,

source: Good evening,
de: Guten Abend,
es: Buenas noches,
fr: Bonne soirée,
it: Buonasera,
pt_pt: Boa noite,
ru: Добрый вечер,

source: Good morning,
de: Guten Morgen,
es: Buen día,
fr: Bonjour,
it: Buongiorno,
pt_pt: Bom dia,
ru: Доброе утро,

source: Good morning! Ready to crush your goals?
de: Guten Morgen! Sind Sie bereit, Ihre Ziele zu zerstören?
es: ¡Buen día! ¿Listo para aplastar tus objetivos?
fr: Bonjour! Prêt à dépasser vos objectifs ?
it: Buongiorno! Pronto a superare i tuoi obiettivi?
pt_pt: Bom dia! Pronto para esmagar seus objetivos?
ru: Доброе утро! Готовы достигать своих целей?

source: Good night,
de: Gute Nacht,
es: Buenas noches,
fr: Bonne nuit,
it: Buona notte,
pt_pt: Boa noite,
ru: Доброй ночи,

source: Got it
de: Habe es
es: Entiendo
fr: J'ai compris
it: Fatto
pt_pt: Entendi
ru: Понятно

source: Got It! Keep Cooking
de: Habe es! Kochen Sie weiter
es: ¡Entiendo! Sigue cocinando
fr: J'ai compris! Continuez à cuisiner
it: Fatto! Continua a cucinare
pt_pt: Entendi! Continue cozinhando
ru: Понятно! Продолжайте готовить

source: Got it! Let's go
de: Habe es! Lass uns gehen
es: ¡Entiendo! Vamos
fr: J'ai compris! Allons-y
it: Fatto! Andiamo
pt_pt: Entendi! Vamos
ru: Got it! Let's гo

source: Gout risk
de: Gichtrisiko
es: Riesgo de gota
fr: Risque de goutte
it: Rischio gotta
pt_pt: Risco de gota
ru: Риск подагры

source: Grains & Seeds
de: Getreide und Samen
es: Granos y semillas
fr: Céréales et graines
it: Cereali e semi
pt_pt: Grãos e Sementes
ru: Зерно и семена

source: Grams
de: Gramm
es: gramos
fr: Grammes
it: Grammi
pt_pt: Gramas
ru: Грамм

source: Grapeseed Oil
de: Traubenkernöl
es: Aceite de semilla de uva
fr: Huile de pépins de raisin
it: Olio di vinaccioli
pt_pt: Óleo de semente de uva
ru: Масло виноградных косточек

source: Grass-fed Beef
de: Grasgefüttertes Rindfleisch
es: Carne de res alimentada con pasto
fr: Bœuf nourri à l'herbe
it: Manzo allevato ad erba
pt_pt: Carne alimentada com capim
ru: Говядина травяного откорма

source: Grass-fed Meat
de: Grasgefüttertes Fleisch
es: Carne alimentada con pasto
fr: Viande nourrie à l'herbe
it: Carne allevata ad erba
pt_pt: Carne alimentada com capim
ru: Мясо травяного откорма

source: Grated Parmesan
de: Geriebener Parmesan
es: parmesano rallado
fr: Parmesan râpé
it: Parmigiano grattugiato
pt_pt: Parmesão ralado
ru: Тертый пармезан

source: Great Day
de: Toller Tag
es: gran dia
fr: Super journée
it: Grande giornata
pt_pt: Ótimo dia
ru: Отличный день

source: Great job hitting your targets today!
de: Tolle Arbeit, heute haben Sie Ihre Ziele erreicht!
es: ¡Buen trabajo alcanzando tus objetivos hoy!
fr: Excellent travail pour atteindre vos objectifs aujourd'hui !
it: Ottimo lavoro nel raggiungere i tuoi obiettivi oggi!
pt_pt: Ótimo trabalho atingindo suas metas hoje!
ru: Отличная работа по достижению ваших целей сегодня!

source: Great job on your weight loss! 🎉
de: Tolle Arbeit beim Abnehmen! 🎉
es: ¡Buen trabajo en tu pérdida de peso! 🎉
fr: Super travail sur votre perte de poids ! 🎉
it: Ottimo lavoro per la tua perdita di peso! 🎉
pt_pt: Ótimo trabalho na sua perda de peso! 🎉
ru: Отличная работа по снижению веса! 🎉

source: Great start! Try adding more protein to your next meal.
de: Toller Anfang! Versuchen Sie, Ihrer nächsten Mahlzeit mehr Protein hinzuzufügen.
es: ¡Gran comienzo! Intente agregar más proteínas a su próxima comida.
fr: Bon début ! Essayez d'ajouter plus de protéines à votre prochain repas.
it: Ottimo inizio! Prova ad aggiungere più proteine ​​al tuo prossimo pasto.
pt_pt: Ótimo começo! Experimente adicionar mais proteína à sua próxima refeição.
ru: Отличное начало! Добавьте больше белка.

source: Greek Yogurt
de: Griechischer Joghurt
es: yogur griego
fr: Yaourt grec
it: Yogurt greco
pt_pt: Iogurte Grego
ru: Греческий йогурт

source: Greek Yogurt Berry Parfait
de: Griechisches Joghurt-Beeren-Parfait
es: Parfait de yogur griego y frutos rojos
fr: Parfait aux baies et au yaourt grec
it: Parfait ai frutti di bosco allo yogurt greco
pt_pt: Parfait de iogurte grego e frutas vermelhas
ru: Греческий йогурт, ягодное парфе

source: Green Apple
de: Grüner Apfel
es: manzana verde
fr: Pomme verte
it: Mela Verde
pt_pt: Maçã Verde
ru: Зеленое яблоко

source: Green Asparagus Spears
de: Grüne Spargelstangen
es: Lanzas de espárragos verdes
fr: Pointes d'asperges vertes
it: Lance di asparagi verdi
pt_pt: Lanças de Espargos Verdes
ru: Копья зеленой спаржи

source: Green Peas
de: Grüne Erbsen
es: Guisantes
fr: Pois Verts
it: Piselli verdi
pt_pt: Ervilhas Verdes
ru: Зеленый горошек

source: Green Tea
de: Grüner Tee
es: Té verde
fr: Thé vert
it: Tè verde
pt_pt: Chá verde
ru: Зеленый чай

source: Grilled Chicken
de: Gegrilltes Hähnchen
es: Pollo A La Parrilla
fr: Poulet Grillé
it: Pollo alla griglia
pt_pt: Frango Grelhado
ru: Жареная курица

source: Groceries
de: Lebensmittel
es: Comestibles
fr: Épiceries
it: Generi alimentari
pt_pt: Mantimentos
ru: Продукты питания

source: Ground Beef
de: Hackfleisch
es: Carne molida
fr: Le bœuf haché
it: Carne di manzo macinata
pt_pt: Carne moída
ru: Говяжий фарш

source: Ground Beef Stuffed Bell Peppers
de: Mit Hackfleisch gefüllte Paprika
es: Pimientos Rellenos De Carne Molida
fr: Poivrons farcis au bœuf haché
it: Peperoni ripieni di carne macinata
pt_pt: Pimentão Recheado com Carne Moída
ru: Болгарский перец, фаршированный говяжьим фаршем

source: Ground Turkey 93%
de: Gemahlener Truthahn 93 %
es: Pavo molido 93%
fr: Dinde hachée 93%
it: Macinato di tacchino 93%
pt_pt: Peru moído 93%
ru: Фарш из индейки 93%

source: Guest
de: Gast
es: Invitado
fr: Invité
it: Ospite
pt_pt: Convidado
ru: Гость

source: Halibut Fillet
de: Heilbuttfilet
es: Filete De Fletán
fr: Filet de Flétan
it: Filetto di ippoglosso
pt_pt: Filé de Halibute
ru: Филе палтуса

source: Hand-cut A5 Wagyu tenderloin bound with an aerated mustard-caper emulsion, served with a raw quail egg yolk and flaxseed tuile. 🥩
de: Von Hand geschnittenes A5-Wagyu-Filet, gebunden mit einer kohlensäurehaltigen Senf-Kapern-Emulsion, serviert mit rohem Wachteleigelb und Leinsamen-Tuile. 🥩
es: Lomo Wagyu A5 cortado a mano, atado con una emulsión de mostaza aireada y alcaparras, servido con yema de huevo de codorniz cruda y tuile de linaza. 🥩
fr: Filet mignon Wagyu A5 coupé à la main, lié d'une émulsion aérée moutarde-câpres, servi avec un jaune d'œuf de caille cru et une tuile aux graines de lin. 🥩
it: Filetto di Wagyu A5 tagliato a mano e legato con un'emulsione aerata di senape e capperi, servito con tuorlo d'uovo di quaglia crudo e tuile di semi di lino. 🥩
pt_pt: Lombo Wagyu A5 cortado à mão, coberto com emulsão aerada de mostarda e alcaparras, servido com gema de ovo de codorna crua e tuile de linhaça. 🥩
ru: Нарезанная вручную вырезка вагю А5, переплетенная с воздушной горчично-каперсовой эмульсией, подается с сырым перепелиным желтком и тюль из льняного семени. 🥩

source: Hard Boiled Eggs
de: Hartgekochte Eier
es: Huevos Duros
fr: Œufs durs
it: Uova sode
pt_pt: Ovos cozidos
ru: Яйца вкрутую

source: Health Focus
de: Gesundheitsfokus
es: Enfoque de salud
fr: Focus sur la santé
it: Focus sulla salute
pt_pt: Foco na Saúde
ru: В фокусе здоровья

source: Healthy & filling
de: Gesund und sättigend
es: Saludable y abundante
fr: Sain et copieux
it: Sano e abbondante
pt_pt: Saudável e farto
ru: Здоровый и сытный

source: Healthy breakfast with oats, berries, and almonds
de: Gesundes Frühstück mit Hafer, Beeren und Mandeln
es: Desayuno saludable con avena, frutos rojos y almendras.
fr: Petit-déjeuner sain avec de l'avoine, des baies et des amandes
it: Colazione sana con avena, frutti di bosco e mandorle
pt_pt: Café da manhã saudável com aveia, frutas vermelhas e amêndoas
ru: Здоровый завтрак с овсом, ягодами и миндалем

source: Healthy Fats
de: Gesunde Fette
es: Grasas Saludables
fr: Graisses saines
it: Grassi sani
pt_pt: Gorduras Saudáveis
ru: Здоровые жиры

source: Healthy Oils & Fats
de: Gesunde Öle und Fette
es: Aceites y grasas saludables
fr: Huiles et graisses saines
it: Oli e grassi sani
pt_pt: Óleos e gorduras saudáveis
ru: Полезные масла и жиры

source: Healthy range: 18.5 - 24.9
de: Gesunder Bereich: 18,5 – 24,9
es: Rango saludable: 18,5 - 24,9
fr: Plage saine : 18,5 - 24,9
it: Intervallo salutare: 18,5 - 24,9
pt_pt: Faixa saudável: 18,5 - 24,9
ru: Здоровая норма: 18.5 - 24.9

source: Heart Health
de: Herzgesundheit
es: Salud del corazón
fr: Santé cardiaque
it: Salute del cuore
pt_pt: Saúde do Coração
ru: Здоровье сердца

source: Heart-healthy and balanced
de: Herzgesund und ausgeglichen
es: Corazón sano y equilibrado
fr: Cœur sain et équilibré
it: Cuore sano ed equilibrato
pt_pt: Coração saudável e equilibrado
ru: Здоровое и сбалансированное сердце

source: Heavy Cream
de: Schlagsahne
es: Crema espesa
fr: Crème épaisse
it: Crema pesante
pt_pt: Creme Pesado
ru: Тяжелые сливки

source: Height
de: Höhe
es: Altura
fr: Hauteur
it: Altezza
pt_pt: Altura
ru: Высота

source: Height: %lld cm
de: Höhe: %lld cm
es: Alto: %lld cm
fr: Hauteur : %lld cm
it: Altezza: %lld cm
pt_pt: Altura: %lld cm
ru: Высота: %lld см

source: Hello, %@!
de: Hallo, %@!
es: Hola, %@!
fr: Bonjour, %@!
it: Ciao, %@!
pt_pt: Olá, %@!
ru: Привет, %@!

source: Help
de: Helfen
es: Ayuda
fr: Aide
it: Aiuto
pt_pt: Ajuda
ru: Помощь

source: Hemp Seeds
de: Hanfsamen
es: Semillas de cáñamo
fr: Graines de chanvre
it: Semi di canapa
pt_pt: Sementes de cânhamo
ru: Семена конопли

source: Herb-Crusted Rack of Lamb with Minted Pea Purée
de: Lammkarree mit Kräuterkruste und Minz-Erbsenpüree
es: Costillar de cordero con costra de hierbas y puré de guisantes a la menta
fr: Carré d'agneau en croûte d'herbes et purée de petits pois à la menthe
it: Carré d'agnello in crosta di erbe con purea di piselli alla menta
pt_pt: Costeleta de Cordeiro com Crosta de Ervas e Purê de Ervilha Mintada
ru: Каре ягненка с травами и пюре из мятного гороха

source: Here you can plug in your real Apple Sign In flow.
de: Hier können Sie Ihren echten Apple-Anmeldeablauf anschließen.
es: Aquí puede conectar su flujo real de inicio de sesión de Apple.
fr: Ici, vous pouvez connecter votre véritable flux de connexion Apple.
it: Qui puoi collegare il tuo reale flusso di accesso Apple.
pt_pt: Aqui você pode conectar seu fluxo real de login da Apple.
ru: Здесь вы можете подключить свой настоящий процесс входа в Apple.

source: Here you can plug in your real Google Sign In flow.
de: Hier können Sie Ihren echten Google-Anmeldeablauf anschließen.
es: Aquí puede conectar su flujo real de inicio de sesión de Google.
fr: Ici, vous pouvez connecter votre véritable flux de connexion Google.
it: Qui puoi collegare il tuo reale flusso di accesso a Google.
pt_pt: Aqui você pode conectar seu fluxo real de login do Google.
ru: Здесь вы можете подключить свой реальный процесс входа в Google.

source: High cholesterol risk
de: Hohes Cholesterinrisiko
es: Riesgo de colesterol alto
fr: Risque de cholestérol élevé
it: Rischio colesterolo alto
pt_pt: Risco elevado de colesterol
ru: Высокий риск холестерина

source: High Fat
de: Hoher Fettgehalt
es: Alto en grasas
fr: Riche en graisses
it: Alto contenuto di grassi
pt_pt: Alto teor de gordura
ru: Много жиров

source: High fat, extremely low carb
de: Hoher Fettgehalt, extrem wenig Kohlenhydrate
es: Alto contenido de grasas y extremadamente bajo en carbohidratos.
fr: Riche en graisses, extrêmement faible en glucides
it: Alto contenuto di grassi, estremamente basso di carboidrati
pt_pt: Alto teor de gordura e extremamente baixo teor de carboidratos
ru: С высоким содержанием жиров и чрезвычайно низким содержанием углеводов

source: High fat, low carb
de: Fettreich, kohlenhydratarm
es: Alto en grasas, bajo en carbohidratos
fr: Riche en graisses, faible en glucides
it: Alto contenuto di grassi, basso contenuto di carboidrati
pt_pt: Alto teor de gordura e baixo teor de carboidratos
ru: Много жиров, мало углеводов

source: High Fiber
de: Hoher Ballaststoffgehalt
es: Alto contenido de fibra
fr: Haute teneur en fibres
it: Alto contenuto di fibre
pt_pt: Alta fibra
ru: Высокое содержание клетчатки

source: High Protein
de: Hoher Proteingehalt
es: Alta proteína
fr: Riche en protéines
it: Alto contenuto proteico
pt_pt: Alta proteína
ru: Высокий белок

source: High protein for muscles
de: Hoher Proteingehalt für die Muskeln
es: Alto contenido de proteínas para los músculos.
fr: Riche en protéines pour les muscles
it: Alto contenuto proteico per i muscoli
pt_pt: Alta proteína para músculos
ru: Много белка для мышц

source: High Protein Overnight Oats
de: Proteinreiche Overnight-Oats
es: Avena nocturna alta en proteínas
fr: Gruau de nuit riche en protéines
it: Avena notturna ad alto contenuto proteico
pt_pt: Aveia noturna rica em proteínas
ru: Овсянка на ночь с высоким содержанием белка

source: High Protein Power
de: Hohe Proteinkraft
es: Alto poder proteico
fr: Puissance élevée en protéines
it: Elevato potere proteico
pt_pt: Alto poder proteico
ru: Высокое содержание белка

source: High Protein Scrambled Eggs with Avocado
de: Proteinreiches Rührei mit Avocado
es: Huevos Revueltos Altos En Proteínas Con Aguacate
fr: Oeufs brouillés riches en protéines à l'avocat
it: Uova strapazzate ad alto contenuto proteico con avocado
pt_pt: Ovos mexidos ricos em proteínas com abacate
ru: Яичница с высоким содержанием белка и авокадо

source: High Protein Turkey Chili
de: Proteinreiches Puten-Chili
es: Chile de pavo rico en proteínas
fr: Chili à la dinde riche en protéines
it: Peperoncino di tacchino ad alto contenuto proteico
pt_pt: Pimentão de peru rico em proteínas
ru: Индейка и перец чили с высоким содержанием белка

source: Higher fat content
de: Höherer Fettgehalt
es: Mayor contenido de grasa
fr: Teneur en matières grasses plus élevée
it: Contenuto di grassi più elevato
pt_pt: Maior teor de gordura
ru: Более высокое содержание жира

source: Highlights compatible & forbidden foods while searching.
de: Hebt bei der Suche kompatible und verbotene Lebensmittel hervor.
es: Destaca alimentos compatibles y prohibidos durante la búsqueda.
fr: Met en évidence les aliments compatibles et interdits lors de la recherche.
it: Evidenzia gli alimenti compatibili e vietati durante la ricerca.
pt_pt: Destaca alimentos compatíveis e proibidos durante a pesquisa.
ru: Выделяет совместимые и запрещенные продукты во время поиска.

source: History & Facts
de: Geschichte und Fakten
es: Historia y hechos
fr: Histoire et faits
it: Storia e fatti
pt_pt: História e fatos
ru: История и факты

source: History of eating disorders
de: Vorgeschichte von Essstörungen
es: Historia de los trastornos alimentarios.
fr: Antécédents de troubles de l'alimentation
it: Storia dei disturbi alimentari
pt_pt: História de transtornos alimentares
ru: История расстройств пищевого поведения

source: Hit macros for 7 days
de: Machen Sie 7 Tage lang Makros
es: Haz macros durante 7 días
fr: Appuyez sur les macros pendant 7 jours
it: Utilizza i macro per 7 giorni
pt_pt: Acerte macros por 7 dias
ru: Выполняйте макросы в течение 7 дней.

source: Hit protein goal 5 times
de: Erreiche dein Proteinziel 5 Mal
es: Alcanzar el objetivo de proteínas 5 veces
fr: Atteignez l'objectif de protéines 5 fois
it: Raggiungi l'obiettivo proteico 5 volte
pt_pt: Atingir a meta de proteína 5 vezes
ru: Достигните цели по белку 5 раз

source: Hitting visual goals
de: Visuelle Ziele erreichen
es: Alcanzar objetivos visuales
fr: Atteindre les objectifs visuels
it: Raggiungere obiettivi visivi
pt_pt: Atingindo metas visuais
ru: Достижение визуальных целей

source: Home
de: Heim
es: Hogar
fr: Maison
it: Casa
pt_pt: Lar
ru: Дом

source: Honey
de: Honig
es: Miel
fr: Chéri
it: Miele
pt_pt: Mel
ru: Мед

source: How AI Computes Progress
de: Wie KI den Fortschritt berechnet
es: Cómo la IA calcula el progreso
fr: Comment l'IA calcule les progrès
it: Come l'intelligenza artificiale calcola i progressi
pt_pt: Como a IA calcula o progresso
ru: Как ИИ рассчитывает прогресс

source: How long per meal?
de: Wie lange pro Mahlzeit?
es: ¿Cuánto tiempo por comida?
fr: Combien de temps par repas ?
it: Quanto tempo per pasto?
pt_pt: Quanto tempo por refeição?
ru: Сколько времени занимает один прием пищи?

source: How much energy do you burn during the day?
de: Wie viel Energie verbrennen Sie tagsüber?
es: ¿Cuánta energía quemas durante el día?
fr: Quelle quantité d’énergie brûlez-vous pendant la journée ?
it: Quanta energia bruci durante la giornata?
pt_pt: Quanta energia você queima durante o dia?
ru: Сколько энергии вы сжигаете в течение дня?

source: How much time do you want to spend cooking?
de: Wie viel Zeit möchten Sie mit dem Kochen verbringen?
es: ¿Cuánto tiempo quieres dedicar a cocinar?
fr: Combien de temps souhaitez-vous consacrer à la cuisine ?
it: Quanto tempo vuoi dedicare alla cucina?
pt_pt: Quanto tempo você quer passar cozinhando?
ru: Сколько времени вы хотите потратить на готовку?

source: How to break this fast
de: So brechen Sie dieses Fasten
es: Cómo romper este ayuno
fr: Comment rompre ce jeûne
it: Come rompere così velocemente
pt_pt: Como quebrar esse jejum
ru: Как нарушить это голодание

source: How was your day?
de: Wie war dein Tag?
es: ¿Cómo estuvo su día?
fr: Comment s'est passée ta journée?
it: Com'è stata la tua giornata?
pt_pt: Como foi o seu dia?
ru: Как прошел день?

source: Hydration
de: Flüssigkeitszufuhr
es: Hidratación
fr: Hydratation
it: Idratazione
pt_pt: Hidratação
ru: Увлажнение

source: Hydration Coach
de: Trinktrainer
es: Entrenador de hidratación
fr: Coach en hydratation
it: Allenatore di idratazione
pt_pt: Treinador de Hidratação
ru: Тренер по гидратации
